[
  {
    "id": "acc",
    "data": "<p>The ACC has contracts with ABC for network TV, ESPN Networks for national cable and Raycom/Lincoln Financial Sports for regional syndication.</p><p>It does not appear that there are any limits/minimums in terms of number of games over a season for the ACC with their national TV contracts. ABC/ESPN/ESPN2 televised a total of 31 regular season games each of the last two seasons, where 2005 had more games on ABC and 2006 had less. The ACC is guaranteed a game on Labor Day by ESPN and is set to appear as many as six times on Thursday nights on ESPN.</p>"
  },
  {
    "id": "b1g",
    "data": "<p>The Big Ten has a network TV contract with ABC, a national cable contract with ESPN &amp; ESPN2 and a regional TV contract with ESPN Regional Television.</p>"
  },
  {
    "id": "b12",
    "data": "<p>The Big 12 has a network TV contract with ABC. The conference also contracts with FSN for national cable telecasts and what would be considered regional telecasts. FSN also produces many PPV telecasts for the conference. Up to 18 games will air on ABC.</p><p>For 2006, TBS was the sublicense partner for the Big 12.</p>"
  },
  {
    "id": "beast",
    "data": "<p>The Big East has contracts with ABC for network TV, ESPN Networks for national cable and ESPN Regional Television for regional syndication.</p>"
  },
  {
    "id": "cusa",
    "data": "<p>Conference USA has a pair of national cable contracts. ESPN owns the primary selections and CSTV owns the all selections after ESPN. CSTV also allows for local stations to purchase games to air.</p><p>ESPN owns the rights to approximately 10 regular season games and the conference championship game. CSTV can select up to 24 games to televise.</p><p>Source: <a href=\"http://grfx.cstv.com/photos/schools/ucf/genrel/auto_pdf/CUSA.pdf\" target=\"_blank\">Conference USA</a></p>"
  },
  {
    "id": "mac",
    "data": "<p>The MAC has a national cable contract with ESPN Networks and a regional television contract with games produced by ESPN Regional Television.</p><p>The MAC's contract with ESPN is a combined contract calling for 12-15 football and men's basketball games during an athletic's year. Most years, this amounts to 10 football games. The regional contract is usually four or five games, typically airing on FSN Ohio and Comcast Local.</p>"
  },
  {
    "id": "mw",
    "data": "<p>The MWC has a national cable contract with CSTV. CSTV has partnered with Comcast to operate the MWC's regional TV network, the mtn. In turn Comcast has the rights to select football games to air nationally on Versus (which was still known as OLN until the end of September 2006).</p><p>Source: <a href=\"http://www.cbscorporation.com/news-article.php?id=405\" target=\"_blank\">CBS</a></p>"
  },
  {
    "id": "p10",
    "data": "<p>The PAC-10 has a network TV contract with ABC. The conference also has a national cable contract with FSN. At this time, the conference does not have a regional syndication contract, allowing individual institutions to contract with regional networks.</p><p>ABC has the rights to 14 total games and FSN has the rights to 18 games. For 2006, FSN sublicensed six games to TBS.</p>"
  },
  {
    "id": "sec",
    "data": "<p>The SEC has a network TV contract with CBS, a national cable deal with ESPN &amp; ESPN2 and a regional syndication contract with Lincoln Financial Sports. The conference at times may also televise a game or two per season under the SEC-TV banner through FSN South and Sun Sports.</p><p>CBS has the rights to 14 regular season games and the conference championship. Up to two of those games can be non-conference games. No SEC team may appear on CBS more than four times.</p><p>ESPN/ESPN2 has the rights to 18 regular season games. Nine of those games must appear on ESPN and five must appear in primetime. The other games may appear on ESPN2.</p><p>Lincoln Financial Sports will televise a Game of the Week regionally. Each team must appear once on LF Sports.</p><p>Any game not selected by the TV partners can appear on PPV.</p>"
  },
  {
    "id": "sbc",
    "data": "<p>The Sun Belt has a national cable contract with ESPN Networks. They also have a regional syndication contract with ESPN Regional Television.</p><p>ESPN Regional is the main component of the contract, with a minimum of five regional telecasts per season. Over the life of the contract, the Sun Belt was guaranteed five total national telecasts (about one national telecast per season).</p><p>Source: <a href=\"http://www.ulmwarhawks.com/ViewArticle.dbml?DB_OEM_ID=19000&ATCLID=1314694\" target=\"_blank\">ULM</a></p>"
  },
  {
    "id": "wac",
    "data": "<p>The WAC has a national cable contract with ESPN &amp; ESPN2. There is no regional syndication contract at this time, but schools are free to sign deals with local or regional television stations.</p><p>ESPN/ESPN2 has the right to a minimum of eight football games per season.</p><p>Source: <a href=\"http://sports.espn.go.com/espn/wire?section=ncf&id=1848983\" target=\"_blank\">ESPN</a></p>"
  },
  {
    "id": "Army",
    "data": "<p>ESPN Networks is the rights holder for all Army home games (except the Army-Navy neutral site game). They will have one prime-time appearance per season on either ESPN or ESPN2. The balance of the schedule will be split between ESPNU and ESPN Classic. This contract expires after the 2009 season.</p><p>Source: <a href=\"http://www.goarmysports.com/sports/m-footbl/spec-rel/042005aae.html\" target=\"_blank\">Army</a></p>"
  },
  {
    "id": "Navy",
    "data": "<p>CSTV is the rights holder for all Navy home games and neutral site games designated as home games, except for the Army and Notre Dame games. The CSTV contract expires after the 2009 season.</p>"
  },
  {
    "id": "Notre Dame",
    "data": "<p>NBC is the rights holder for all Notre Dame home games. This agreement ends after the 2010 season.</p>"
  },
  {
    "id": "Temple",
    "data": "<p>Temple does not have a telecast contract. Some games have been picked up for regional airing on CN8 in Philadelphia and the home game vs. Miami (FL) has been picked up by FSN for a national telecast.</p>"
  }
]
